[
  {"id":"Almuaythir2024","abstract":"Robotics technology transforms industries by driving sustainable development, improving healthcare delivery, decreasing inequality, and promoting economic growth. Through innovation and automation, robotics fosters inclusivity and efficiency, empowering underserved communities while tackling global challenges in line with the United Nations' sustainable development goals (SDGs). Despite extensive research on robotics' impacts on sustainable development goals (SDGs), there is limited focus on how these technologies influence Healthcare, innovation, inequality, and economic growth, particularly in developing nations. This study uses a systematic literature review to enhance understanding of robotics as a catalyst for sustainable development. Findings show that SDGs' economic and Healthcare aspects are well-studied, representing 17% of the literature, with innovation at 18.9%, inequality at 9.4%, and SDG 8 at 3.8%. Other SDG aspects account for 34% of the research. The literature emphasizes the role of automation and robotics in achieving ecologically and economically aligned SDGs, particularly in sustainable Healthcare, where robotics can improve medication management in home care. However, many areas in robotics applications remain underexplored, indicating a need for further research to bridge existing gaps. There are untapped opportunities to leverage new tools to accelerate the achievement of global SDGs, particularly for deepening and expanding current efforts. SDG 8 remains under investigated. This study proposes a conceptual framework for sustainable technologies to advance SDG achievement. The findings underscore the critical role of robotics in advancing SDGs, especially in innovation and Healthcare, though highlighting gaps in economic growth and inequality research. Future research should focus on expanding robotics applications, particularly for underexplored areas such as SDG 8, to fully utilise their potential for sustainable development.","accessed":{"date-parts":[["2025",7,6]]},"author":[{"family":"Almuaythir","given":"Sultan"},{"family":"Singh","given":"Atul Kumar"},{"family":"Alhusban","given":"Mohammad"},{"family":"Daoud","given":"Ahmed Osama"}],"citation-key":"Almuaythir2024","container-title":"Discover Sustainability","container-title-short":"Discov Sustain","DOI":"10.1007/s43621-024-00744-y","ISSN":"2662-9984","issue":"1","issued":{"date-parts":[["2024",12,18]]},"language":"en","page":"486","source":"Springer Link","title":"Robotics technology: catalyst for sustainable development—impact on innovation, healthcare, inequality, and economic growth","title-short":"Robotics technology","type":"article-journal","URL":"https://doi.org/10.1007/s43621-024-00744-y","volume":"5"},
  {"id":"Angelopoulos2020","abstract":"Industries and utilities explore more and more case studies and expert advice concerning the possibilities of intelligent business administration and Big Data analytics. The movement to integrate and meaningfully interpret huge tanks of data points is reaching beyond cutting edge utilities into the mainstream. This project aims at exploring the application of Big Data analytics in the energy sector. Within project’s framework, already developed and operational datasets will be combined with supplemental data from publicly available sources, including prior energy efficiency program participation, enrollment in other energy programs and services, geographic data, customer equipment profiles, demographics, and psychographic customer segmentation categories. There are significant technical, budgetary and project management challenges in undertaking the development and integration of Big Data analytics. There are also organizational challenges in managing change, making decisions in a cooperative framework, and grounding project goals and strategies in the customer experience. The ultimate goal of the project is to develop a reliable database for a step closer to the energy efficiency direction.","accessed":{"date-parts":[["2025",7,6]]},"author":[{"family":"Angelopoulos","given":"Michail"},{"family":"Kontakou","given":"Christina"}],"citation-key":"Angelopoulos2020","container-title":"Archives of Business Research","DOI":"10.14738/abr.810.9183","ISSN":"2054-7404","issue":"10","issued":{"date-parts":[["2020",10,18]]},"language":"en","license":"Copyright (c) 2020 Michail Angelopoulos, Christina Kontakou","number":"10","page":"15-23","source":"journals.scholarpublishing.org","title":"Big Data Analytics for Energy Efficiency","type":"article-journal","URL":"https://journals.scholarpublishing.org/index.php/ABR/article/view/9183","volume":"8"},
  {"id":"Bassi2021","abstract":"Purpose of the paper: This paper explores size and potential of green employment for Circular Economy (CE) in SMEs in the European Union and investigates the role of green jobs and skills for the implementation of CE practices. Design/methodology/approach: The data are collected in a Eurobarometer survey, and refer to resource efficiency, green markets, and CE practices. Lack of environmental expertise is one of the factors that might be perceived as an obstacle when trying to implement resource efficiency actions. Previous research shows that, although resource efficiency practices are adopted by firms in all European countries, there are differences both within and between countries. The analysis of the determinants of green behavior by European SMEs is completed by a study of heterogeneity across firms and within countries with a multilevel latent class model, a hierarchical clustering method. Findings: A general important evidence is that having no workers dedicated to green jobs is strongly correlated to the probability of adopting resource efficiency practices, while perceiving the need of extra environmental skills has a positive effect on the intention to implement actions in the future. Other characteristics of the firms play a significant impact on resource efficiency: in general, older and bigger firms, with larger yearly turnover, are more prone to implement actions. The type of chosen action varies across activity sectors. What is original/value of paper: In the reference literature, the relationship between green jobs, environmental skills, workers employed in CE practices, and resource efficiency has received limited attention so far.","accessed":{"date-parts":[["2025",7,6]]},"author":[{"family":"Bassi","given":"Francesca"},{"family":"Guidolin","given":"Mariangela"}],"citation-key":"Bassi2021","DOI":"10.48550/arXiv.2108.11610","issued":{"date-parts":[["2021",8,26]]},"number":"arXiv:2108.11610","publisher":"arXiv","source":"arXiv.org","title":"Resource efficiency and Circular Economy in European SMEs: Investigating the role of green jobs and skills","title-short":"Resource efficiency and Circular Economy in European SMEs","type":"article","URL":"http://arxiv.org/abs/2108.11610"},
  {"id":"BeiseRennings2005","abstract":"Environmental regulations are often intended to stimulate the generation and adoption of eco-efficient innovations. An important argument in the public debate is also the creation of new markets for environmentally benign products, processes and services in other countries and the generation, as a result, of export opportunities for the pioneering country (lead markets). Research on lead markets has not, however, focused on environmental innovations to date. We therefore extend the lead market model to environmental innovations and take particular account of the peculiarities of such innovations, in particular, the public good character of environmental benefits and the role of regulations. This approach is applied to two case studies: wind energy and fuel-efficient passenger cars. In both cases, the innovation was initially adopted in one country. Other countries subsequently adopted the same innovation design favored by the lead market which, in turn, developed into a large exporter in the wind generation and car industries, respectively. We discuss the regulations employed and the reasons for the international success of the innovations induced by them. Our findings demonstrate that when supported by global demand or regulatory trends, strict regulation results in the creation of lead markets. Finally, we provide recommendations on how our model could be used for further research and in the development of a coordinated environmental and innovation policy.","accessed":{"date-parts":[["2025",6,22]]},"author":[{"family":"Beise","given":"Marian"},{"family":"Rennings","given":"Klaus"}],"citation-key":"BeiseRennings2005","container-title":"Ecological Economics","container-title-short":"Ecological Economics","DOI":"10.1016/j.ecolecon.2004.06.007","ISSN":"0921-8009","issue":"1","issued":{"date-parts":[["2005",1,5]]},"page":"5-17","source":"ScienceDirect","title":"Lead markets and regulation: a framework for analyzing the international diffusion of environmental innovations","title-short":"Lead markets and regulation","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0921800904002599","volume":"52"},
  {"id":"BurinskieneNalivaike2024","abstract":"In the European Digital Decade 2030 Policy Program, the following guidelines for European digital transformation are named, which means that more than 90% of small- and medium-sized companies reach at least a basic level of digital intensity. In addition to that, the European Commission pays a lot of attention to implementing the “Green Deal” in order to achieve less environmental impact. ICT SMEs already play a key role in Europe’s green and digital transformation, creating technologies that promote sustainability and strengthen Europe’s position. The limited and fragmented application of today’s digital and sustainable technologies in SMEs is observed at the EU level. The bibliometric literature analytical results show that the number of papers on the digital direction is five times higher than on the sustainable direction topic. The paper seeks to identify directions that could help SMEs to speed up this twin transformation in each EU country. The authors proposed a two-stage methodology, which is used for researching twin transformations in SMEs. According to the methodology, first, the authors analysed the indicators of EU-27 SMEs, representing their activity towards the twin transformation, comparing them among other size classes. The results show that the SME’s numbers in the 16 indicators area are worse than the numbers characterizing EU-27 enterprises, having more than ten employees. In addition, a multi-criteria decision making-based assessment framework was constructed to show the progress towards the twin transition. The provided research shows which areas require more attention from SMEs and policy makers responding to the twin transformation objectives.","accessed":{"date-parts":[["2025",7,5]]},"author":[{"family":"Burinskienė","given":"Aurelija"},{"family":"Nalivaikė","given":"Jolanta"}],"citation-key":"BurinskieneNalivaike2024","container-title":"Sustainability","DOI":"10.3390/su16041533","ISSN":"2071-1050","issue":"4","issued":{"date-parts":[["2024",1]]},"language":"en","license":"http://creativecommons.org/licenses/by/3.0/","number":"4","page":"1533","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Digital and Sustainable (Twin) Transformations: A Case of SMEs in the European Union","title-short":"Digital and Sustainable (Twin) Transformations","type":"article-journal","URL":"https://www.mdpi.com/2071-1050/16/4/1533","volume":"16"},
  {"id":"CainelliDamatoMazzanti2020","abstract":"Innovation adoption and diffusion by firms are key pillars for the EU strategy on resource efficiency and the development of a circular economy. This paper presents new EU evidence regarding the role of environmental policy and green demand drivers to sustain the adoption of resource efficiency-oriented eco-innovations. Using a large cross-section dataset of EU firms and accounting for sample selection and endogeneity, the results strongly support the idea that environmental policy and demand-side factors are both significant in driving the adoption of innovations that promote recycling, reduce waste and decrease the use of materials. The paper provides a relevant piece of new, quantitative-based knowledge, which complements the large case study-based evidence on sound management and policy strategies for the circular economy.","accessed":{"date-parts":[["2025",6,22]]},"author":[{"family":"Cainelli","given":"Giulio"},{"family":"D’Amato","given":"Alessio"},{"family":"Mazzanti","given":"Massimiliano"}],"citation-key":"CainelliDamatoMazzanti2020","container-title":"Research Policy","container-title-short":"Research Policy","DOI":"10.1016/j.respol.2019.103827","ISSN":"0048-7333","issue":"1","issued":{"date-parts":[["2020",2,1]]},"page":"103827","source":"ScienceDirect","title":"Resource efficient eco-innovations for a circular economy: Evidence from EU firms","title-short":"Resource efficient eco-innovations for a circular economy","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048733319301477","volume":"49"},
  {"id":"Cheng2024","abstract":"Motivated by the emerging prospects regarding the integration of artificial intelligence (AI) and cleaner production, we specifically examine the role of AI in affecting enterprises’ environmental performance. Based on a theoretical model and firm-level empirical evidence from China, we reveal that: (1) AI significantly reduces pollution emission intensity and enhances the environmental performance of Chinese enterprises; (2) The key mechanisms driving the effects are the improvement of total factor productivity, the increase in fixed investments dedicated to pollution reduction, and the optimization of factor input structure; (3) These effects are more pronounced in enterprises with stronger environmental restriction, higher factor intensity, and lower financing constraints. As enterprises strive to adopt more sustainable practices, our findings not only showcase how AI becomes a linchpin for achieving cleaner production goals while also serving as a foundation for informed policymaking in the pursuit of environmental responsibility.","accessed":{"date-parts":[["2025",7,6]]},"author":[{"family":"Cheng","given":"Kai"},{"family":"Jin","given":"Zhuiqiao"},{"family":"Wu","given":"Guo"}],"citation-key":"Cheng2024","container-title":"Journal of Cleaner Production","container-title-short":"Journal of Cleaner Production","DOI":"10.1016/j.jclepro.2024.140934","ISSN":"0959-6526","issued":{"date-parts":[["2024",2,10]]},"page":"140934","source":"ScienceDirect","title":"Unveiling the role of artificial intelligence in influencing enterprise environmental performance: Evidence from China","title-short":"Unveiling the role of artificial intelligence in influencing enterprise environmental performance","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0959652624003810","volume":"440"},
  {"id":"DelrioPenascoRomero2016","abstract":"The aim of this paper is to provide a critical review of the literature on the econometric analyses of firm-level determinants to eco-innovation. The review reveals some gaps in knowledge. First, an integrated theoretical framework which merges the insights from different approaches is missing. Second, the influence of some variables is still unsettled (demand-pull and cost-savings), whereas others have hardly been included in previous analyses (internal and international factors). Third, studies on the drivers to eco-innovation versus general innovation are relatively scarce with respect to those on the drivers to eco-innovation in general. Fourth, analyses of the relevance of different determinants to eco-innovation for distinct eco-innovator and eco-innovation types have largely been missing. Fifth, studies on middle-income and developing countries are still scarce. Sixth, the econometric analyses have relied on microeconometric methods based on cross-section data (mostly logit and probit models), whereas the use of panel data is virtually absent. Seventh, detailed econometric analyses on the distinct drivers and barriers to eco-innovation in different sectors and regions have not been performed so far. Finally, whether the position of the firm in the value chain and the market structure influence the propensity to eco-innovate are largely unexplored topics.","accessed":{"date-parts":[["2025",6,22]]},"author":[{"family":"Río","given":"Pablo","non-dropping-particle":"del"},{"family":"Peñasco","given":"Cristina"},{"family":"Romero-Jordán","given":"Desiderio"}],"citation-key":"DelrioPenascoRomero2016","container-title":"Journal of Cleaner Production","container-title-short":"Journal of Cleaner Production","DOI":"10.1016/j.jclepro.2015.09.009","ISSN":"0959-6526","issued":{"date-parts":[["2016",1,20]]},"page":"2158-2170","source":"ScienceDirect","title":"What drives eco-innovators? A critical review of the empirical literature based on econometric methods","title-short":"What drives eco-innovators?","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0959652615012305","volume":"112"},
  {"id":"DESI2022a","abstract":"From 2014 to 2022, the Digital Economy and Society Index (DESI) summarised indicators on Europe’s digital performance and tracked the progress of EU countries.","accessed":{"date-parts":[["2025",7,5]]},"author":[{"family":"European Commission","given":""}],"citation-key":"DESI2022a","issued":{"date-parts":[["2022"]]},"language":"en","title":"The Digital Economy and Society Index (DESI) | Shaping Europe’s digital future","type":"webpage","URL":"https://digital-strategy.ec.europa.eu/en/policies/desi"},
  {"id":"DESI2022b","abstract":"From 2014 to 2022, the Digital Economy and Society Index (DESI) summarised indicators on Europe’s digital performance and tracked the progress of EU countries.","accessed":{"date-parts":[["2025",7,5]]},"author":[{"family":"European Commission","given":""}],"citation-key":"DESI2022b","language":"en","title":"The Digital Economy and Society Index (DESI) | Shaping Europe’s digital future","type":"webpage","URL":"https://digital-strategy.ec.europa.eu/en/policies/desi"},
  {"id":"DiMaggio1983","abstract":"What makes organizations so similar? We contend that the engine of rationalization and bureaucratization has moved from the competitive marketplace to the state and the professions. Once a set of organizations emerges as a field, a paradox arises: rational actors make their organizations increasingly similar as they try to change them. We describe three isomorphic processes--coercive, mimetic, and normative--leading to this outcome. We then specify hypotheses about the impact of resource centralization and dependency, goal ambiguity and technical uncertainty, and professionalization and structuration on isomorphic change. Finally, we suggest implications for theories of organizations and social change.","accessed":{"date-parts":[["2025",7,2]]},"author":[{"family":"DiMaggio","given":"Paul J."},{"family":"Powell","given":"Walter W."}],"citation-key":"DiMaggio1983","container-title":"American Sociological Review","DOI":"10.2307/2095101","ISSN":"0003-1224","issue":"2","issued":{"date-parts":[["1983"]]},"page":"147-160","publisher":"[American Sociological Association, Sage Publications, Inc.]","source":"JSTOR","title":"The Iron Cage Revisited: Institutional Isomorphism and Collective Rationality in Organizational Fields","title-short":"The Iron Cage Revisited","type":"article-journal","URL":"https://www.jstor.org/stable/2095101","volume":"48"},
  {"id":"Eurobarometer486","abstract":"SMEs, start-ups, scale-ups and entrepreneurship.","accessed":{"date-parts":[["2025",7,5]]},"author":[{"literal":"European Commission, Brussels"}],"citation-key":"Eurobarometer486","contributor":[{"family":"Eurobarometer´","given":"European Commission","suffix":"Brussels; Directorate General Communication, COMM A. 3 ´Media Monitoring And"},{"literal":"Kantar Belgium, Brussels, Belgium"},{"literal":"Kantar TNS BBSS, Sofia, Bulgaria"},{"literal":"Kantar CZ, Prague, Czech Republic"},{"literal":"Kantar GALLUP A/S, Copenhagen, Denmark"},{"literal":"Kantar Deutschland, Munich, Germany"},{"literal":"Kantar Emor, Tallinn, Estonia"},{"literal":"Kantar UK Limited, Dublin, Ireland"},{"literal":"Taylor Nelson Sofres Market Research, Athens, Greece"},{"literal":"TNS Investigación De Mercados Y Opinión , Madrid, Spain"},{"literal":"Kantar Public France, Paris, France"},{"literal":"Kantar Italia, Milan, Italy"},{"literal":"CYMAR, Nicosia, Cyprus"},{"literal":"Kantar TNS Latvia, Riga, Latvia"},{"literal":"TNS LT, Vilnius, Lithuania"},{"literal":"Kantar Belgium, Brussels, Luxembourg"},{"literal":"Kantar Hoffmann Kft, Budapest, Hungary"},{"literal":"MISCO, Valletta, Malta"},{"literal":"TNS NIPO, Amsterdam, Netherlands"},{"literal":"Kantar Deutschland, Vienna, Austria"},{"literal":"Kantar Polska, Warsaw, Poland"},{"literal":"Marktest-Marketing, Organização E Formação, Lisbon, Portugal"},{"literal":"Centrul Pentru Studierea Opiniei Si Pietei (CSOP), Bucharest, Romania"},{"literal":"Mediana DOO, Ljubljana, Slovenia"},{"literal":"Kantar Slovakia, Bratislava, Slovakia"},{"literal":"Kantar TNS Oy, Espoo, Finland"},{"literal":"Kantar Sifo AB, Stockholm And Gothenburg, Sweden"},{"literal":"Kantar UK Limited, London, United Kingdom"},{"literal":"HENDAL, Zagreb, Croatia"},{"literal":"Kantar TNS BBSS, Sofia, Bosnia And Herzegovina"},{"literal":"Kantar Brazil, Sao Paulo, Brazil"},{"literal":"Ronin, London, Canada"},{"literal":"Gallup, Reykjavik, Iceland"},{"literal":"Adams Communications, Tokyo, Japan"},{"literal":"Kantar TNS BBSS, Sofia, North Macedonia"},{"literal":"Kantar TNS AS Norway, Oslo, Norway"},{"literal":"Kantar TNS BBSS, Sofia, Serbia"},{"literal":"Perlego Marketing Research, Istanbul, Turkey"},{"literal":"Ronin, London, USA"},{"literal":"Kantar TNS BBSS, Sofia, Kosovo"},{"literal":"Kantar Public Brussels (International Co-Ordination)"}],"DOI":"10.4232/1.13639","issued":{"date-parts":[["2020"]]},"language":"en","license":"Alle im GESIS DBK veröffentlichten Metadaten sind frei verfügbar unter den Creative Commons CC0 1.0 Universal Public Domain Dedication. GESIS bittet jedoch darum, dass Sie alle Metadatenquellen anerkennen und sie nennen, etwa die Datengeber oder jeglichen Aggregator, inklusive GESIS selbst. Für weitere Informationen siehe https://dbk.gesis.org/dbksearch/guidelines.asp?db=d, All metadata from GESIS DBK are available free of restriction under the Creative Commons CC0 1.0 Universal Public Domain Dedication. However, GESIS requests that you actively acknowledge and give attribution to all metadata sources, such as the data providers and any data aggregators, including GESIS. For further information see https://dbk.gesis.org/dbksearch/guidelines.asp","publisher":"GESIS Data Archive","source":"DOI.org (Datacite)","title":"Flash Eurobarometer 486 (SMEs, Start-ups, Scale-ups and Entrepreneurship)Flash Eurobarometer 486 (SMEs, Start-ups, Scale-ups and Entrepreneurship)","type":"dataset","URL":"https://search.gesis.org/research_data/ZA7637?doi=10.4232/1.13639","version":"2.0.0"},
  {"id":"EuropeanCommission2020","accessed":{"date-parts":[["2025",6,22]]},"author":[{"family":"European Commission","given":""}],"citation-key":"EuropeanCommission2020","issued":{"date-parts":[["2020"]]},"language":"en","title":"COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS A New Industrial Strategy for Europe","type":"report","URL":"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex:52020DC0102"},
  {"id":"Fang2023","abstract":"The rising amount of waste generated worldwide is inducing issues of pollution, waste management, and recycling, calling for new strategies to improve the waste ecosystem, such as the use of artificial intelligence. Here, we review the application of artificial intelligence in waste-to-energy, smart bins, waste-sorting robots, waste generation models, waste monitoring and tracking, plastic pyrolysis, distinguishing fossil and modern materials, logistics, disposal, illegal dumping, resource recovery, smart cities, process efficiency, cost savings, and improving public health. Using artificial intelligence in waste logistics can reduce transportation distance by up to 36.8%, cost savings by up to 13.35%, and time savings by up to 28.22%. Artificial intelligence allows for identifying and sorting waste with an accuracy ranging from 72.8 to 99.95%. Artificial intelligence combined with chemical analysis improves waste pyrolysis, carbon emission estimation, and energy conversion. We also explain how efficiency can be increased and costs can be reduced by artificial intelligence in waste management systems for smart cities.","accessed":{"date-parts":[["2025",7,6]]},"author":[{"family":"Fang","given":"Bingbing"},{"family":"Yu","given":"Jiacheng"},{"family":"Chen","given":"Zhonghao"},{"family":"Osman","given":"Ahmed I."},{"family":"Farghali","given":"Mohamed"},{"family":"Ihara","given":"Ikko"},{"family":"Hamza","given":"Essam H."},{"family":"Rooney","given":"David W."},{"family":"Yap","given":"Pow-Seng"}],"citation-key":"Fang2023","container-title":"Environmental Chemistry Letters","container-title-short":"Environ Chem Lett","DOI":"10.1007/s10311-023-01604-3","ISSN":"1610-3661","issue":"4","issued":{"date-parts":[["2023",8,1]]},"language":"en","page":"1959-1989","source":"Springer Link","title":"Artificial intelligence for waste management in smart cities: a review","title-short":"Artificial intelligence for waste management in smart cities","type":"article-journal","URL":"https://doi.org/10.1007/s10311-023-01604-3","volume":"21"},
  {"id":"Gelman2006","abstract":"Data Analysis Using Regression and Multilevel/Hierarchical Models, first published in 2007, is a comprehensive manual for the applied researcher who wants to perform data analysis using linear and nonlinear regression and multilevel models. The book introduces a wide variety of models, whilst at the same time instructing the reader in how to fit these models using available software packages. The book illustrates the concepts by working through scores of real data examples that have arisen from the authors' own applied research, with programming codes provided for each one. Topics covered include causal inference, including regression, poststratification, matching, regression discontinuity, and instrumental variables, as well as multilevel logistic regression and missing-data imputation. Practical tips regarding building, fitting, and understanding are provided throughout.","accessed":{"date-parts":[["2025",7,6]]},"author":[{"family":"Gelman","given":"Andrew"},{"family":"Hill","given":"Jennifer"}],"citation-key":"Gelman2006","container-title":"Higher Education from Cambridge University Press","DOI":"10.1017/CBO9780511790942","ISBN":"9780511790942","issued":{"date-parts":[["2006",12,18]]},"language":"en","publisher":"Cambridge University Press","title":"Data Analysis Using Regression and Multilevel/Hierarchical Models","type":"webpage","URL":"https://www.cambridge.org/highereducation/books/data-analysis-using-regression-and-multilevel-hierarchical-models/32A29531C7FD730C3A68951A17C9D983"},
  {"id":"Horbach2024","abstract":"The paper analyses the “twin transition” of digitalisation and sustainability at the firm level. Operational definitions of digitalisation and sustainability allowing the development of fitting empirical indicators are discussed. The possible technical and social transmission channels of the effects of digitalisation on a sustainable firm development are analysed. Less energy consumption induced by intelligent sensoring systems, the reduction of meetings in presence by video conferences or the promotion of home office work leading to less travel activities may lead to a more sustainable production. Digitalisation might also act as pre-condition of eco-process innovations (e. g. the introduction of intelligent control systems leading to material and energy savings). The empirical analysis is based on firm data of the recent Eurobarometer 486/2020 of the European Commission. The econometric results show that “digitally active” firms seem to be more sustainable for all available indicators, but the marginal effects considerably differ between measures such as artificial intelligence, machine learning, or the use of smart devices and intelligent sensors for the various sustainability-related activities of the firms.","accessed":{"date-parts":[["2025",6,21]]},"author":[{"family":"Horbach","given":"Jens"}],"citation-key":"Horbach2024","container-title":"Digital Economy and Sustainable Development","container-title-short":"DESD","DOI":"10.1007/s44265-024-00043-4","ISSN":"2731-9423","issue":"1","issued":{"date-parts":[["2024",9,15]]},"language":"en","page":"19","source":"Springer Link","title":"Digitalisation and sustainability measures at the firm level","type":"article-journal","URL":"https://doi.org/10.1007/s44265-024-00043-4","volume":"2"},
  {"id":"JRC2023","abstract":"The JRC’s Annual Report gives an account of the activities, accomplishments and resources related to the JRC’s work carried out in 2022. As well as an overview of scientific achievements and activities, the report includes corporate initiatives and key facts and figures. The Annual Report features a balanced structure in two parts - the 1st covers a selected few key areas of activities and the 2nd gives examples of concrete science-for-policy achievements contributing to the Commission priorities - taking the reader through the activities of the year and giving insight on the strategic dimension of the JRC’s work. It informs about how the JRC contributes to the Commission’s and Members States’ efforts to tackle the challenges of energy security and critical raw materials; how it supports solidarity efforts towards Ukraine; and how it helps to anticipate and adapt to disasters such as droughts, floods and wildfires. A series of examples is given of what the JRC has achieved in 2022 through the prism of the von der Leyen priorities: a European Green Deal; a Europe fit for the digital age; an economy that works for people; a stronger Europe in the world; promoting our European way of life; a new push for European democracy. The Annual Report also features a short fact & figures section which provides insights into the organic evolution of the JRC over the past few years.","accessed":{"date-parts":[["2025",7,2]]},"author":[{"literal":"Joint Research Centre\n                \n                        (European Commission)"}],"call-number":"KJ-05-22-431-EN-N","citation-key":"JRC2023","ISBN":"978-92-76-60462-4","issued":{"date-parts":[["2023"]]},"language":"eng","publisher":"Publications Office of the European Union","source":"Publications Office of the European Union","title":"Joint Research Centre: annual report 2022","title-short":"Joint Research Centre","type":"book","URL":"https://data.europa.eu/doi/10.2760/766791"},
  {"id":"Macq2020","abstract":"This article investigates how a discourse about the role and value of public participation in science, technology, and innovation emerged and evolved in the research policies of the European Commission. At the beginning of the twenty-first century, two main discourses have been successively institutionalized: the first focused on participation in policy-making, while the second aimed at participation in the production of knowledge and innovation. This paper distinguishes three main institutional phases: (i) a phase dedicated to public participation in the governance of science and technology (2000–2010); (ii) a reframing period of science and technology policies by the Commission to integrate the growing emphasis on innovation (2010–2014); (iii) a period focusing on co-creation and citizen science as new ways to involve the public in science and technology (2014-today). Factors such as individual commitments of key policy actors, specific epistemic communities and institutional dynamics within the Commission played a crucial role in shaping the policies of participation. But broader factors are also essential to account for these changes. In this respect, the economic crisis of the late 2000s appears fundamental to understanding how the conception and promotion of public participation in the European science and technology policies have evolved over time. This paper thus offers new insights to the analysis of the political economy of public participation.","accessed":{"date-parts":[["2025",6,22]]},"author":[{"family":"Macq","given":"Hadrien"},{"family":"Tancoigne","given":"Élise"},{"family":"Strasser","given":"Bruno J."}],"citation-key":"Macq2020","container-title":"Minerva","container-title-short":"Minerva","DOI":"10.1007/s11024-020-09405-6","ISSN":"1573-1871","issue":"4","issued":{"date-parts":[["2020",12,1]]},"language":"en","page":"489-512","source":"Springer Link","title":"From Deliberation to Production: Public Participation in Science and Technology Policies of the European Commission (1998–2019)","title-short":"From Deliberation to Production","type":"article-journal","URL":"https://doi.org/10.1007/s11024-020-09405-6","volume":"58"},
  {"id":"Miller2025","abstract":"This study examines environmental management practices of 1690 family and nonfamily firms from 29 countries and 19 industrial sectors over an 8-year period. We show that the family effect on firm environmental management practices ranges substantially, from extremely negative to no effect at all. Moreover, the magnitude of the effect depends on the type of firm, the industrial context, the type of economy, and the stages of the business cycle. This study offers a novel understanding of the extreme heterogeneity of environmental management practices of family businesses and serves as a springboard for future research aiming to better understand the environmental strategies of publicly traded firms with concentrated ownership structures. It also provides important and novel evidence for policymakers, investors, and business owners, particularly for firms with different ownership and management structures.","accessed":{"date-parts":[["2025",7,6]]},"author":[{"family":"Miroshnychenko","given":"Ivan"},{"family":"Miller","given":"Danny"},{"family":"De Massis","given":"Alfredo"},{"family":"Le Breton-Miller","given":"Isabelle"}],"citation-key":"Miller2025","container-title":"Small Business Economics","container-title-short":"Small Bus Econ","DOI":"10.1007/s11187-024-00907-1","ISSN":"1573-0913","issue":"2","issued":{"date-parts":[["2025",2,1]]},"language":"en","page":"279-306","source":"Springer Link","title":"Are family firms green?","type":"article-journal","URL":"https://doi.org/10.1007/s11187-024-00907-1","volume":"64"},
  {"id":"Muench2022","author":[{"family":"Muench","given":"Stefan"},{"family":"Stoermer","given":"Eckhard"},{"family":"Jensen","given":"Kathrine"},{"family":"Asikainen","given":"Tommi"},{"family":"Salvi","given":"Maurizio"},{"family":"Scapoo","given":"Fabiana"}],"citation-key":"Muench2022","collection-number":"31075","collection-title":"EUR","contributor":[{"literal":"Europäische Gemeinschaften"}],"DOI":"10.2760/977331","event-place":"Luxembourg","ISBN":"978-92-76-52451-9","issued":{"date-parts":[["2022"]]},"language":"en","number-of-pages":"1","publisher":"Publications Office of the European Union","publisher-place":"Luxembourg","source":"K10plus ISBN","title":"Towards a green & digital future: key requirements for successful twin transitions in the European Union","title-short":"Towards a green & digital future","type":"book"},
  {"id":"OECD2019","accessed":{"date-parts":[["2025",6,22]]},"author":[{"literal":"OECD"}],"citation-key":"OECD2019","collection-title":"OECD SME and Entrepreneurship Outlook","DOI":"10.1787/34907e9c-en","ISBN":"978-92-64-37480-5 978-92-64-35882-9 978-92-64-72280-4","issued":{"date-parts":[["2019",5,20]]},"language":"en","publisher":"OECD","source":"DOI.org (Crossref)","title":"OECD SME and Entrepreneurship Outlook 2019","type":"book","URL":"https://www.oecd.org/en/publications/oecd-sme-and-entrepreneurship-outlook-2019_34907e9c-en.html"},
  {"id":"ReddyReinartz2017","abstract":"Abstract\n            Digital transformation is taking place all around us and there is hardly a single aspect of life that has not been affected. It has an obvious, lasting, and even revolutionary impact, not only on the economic systems and commercial players, but also on the lives of individuals and on society at large. Digital transformation will bring greater tangible and intangible value, but the changes do come with certain costs and risks, sometimes unforeseen. \nIn terms of business strategy, digital technology has been transforming businesses dramatically. Even young companies that have been at the forefront of digital disruption are forced to reinvent and transform themselves and their businesses permanently in order to survive and thrive. If incumbents themselves don’t take advantage of this digital progress to innovate, others will. A new wave of digital disruptors is changing the face of industries. The ability to innovate is thus more important than ever. Entire industries may be threatened if they do not react quickly, while others are emerging almost instantly as if out of nowhere. Handling speed and providing real-time solutions is therefore one of the most critical skills in a digital world.","accessed":{"date-parts":[["2025",7,4]]},"author":[{"family":"Reddy","given":"Srinivas K."},{"family":"Reinartz","given":"Werner"}],"citation-key":"ReddyReinartz2017","container-title":"NIM Marketing Intelligence Review","DOI":"10.1515/gfkmir-2017-0002","ISSN":"2628-166X","issue":"1","issued":{"date-parts":[["2017",5,1]]},"language":"en","license":"http://creativecommons.org/licenses/by-nc-nd/4.0","page":"10-17","source":"DOI.org (Crossref)","title":"Digital Transformation and Value Creation: Sea Change Ahead","title-short":"Digital Transformation and Value Creation","type":"article-journal","URL":"https://www.sciendo.com/article/10.1515/gfkmir-2017-0002","volume":"9"},
  {"id":"Rennings2000","abstract":"While innovation processes toward sustainable development (eco-innovations) have received increasing attention during the past years, theoretical and methodological approaches to analyze these processes are poorly developed. Against this background, the term eco-innovation is introduced in this paper addressing explicitly three kinds of changes towards sustainable development: technological, social and institutional innovation. Secondly, the potential contribution of neoclassical and (co-)evolutionary approaches from environmental and innovation economics to eco-innovation research is discussed. Three peculiarities of eco-innovation are identiﬁed: the double externality problem, the regulatory push/pull effect and the increasing importance of social and institutional innovation. While the ﬁrst two are widely ignored in innovation economics, the third is at the least not elaborated appropriately. The consideration of these peculiarities may help to overcome market failure by establishing a speciﬁc eco-innovation policy and to avoid a ‘technology bias’ through a broader understanding of innovation. Finally, perspectives for a speciﬁc contribution of ecological economics to eco-innovation research are drawn. It is argued that methodological pluralism as established in ecological economics would be very beneﬁcial for eco-innovation research. A theoretical framework integrating elements from both neoclassical and evolutionary approaches should be pursued in order to consider the complexity of factors inﬂuencing innovation decisions as well as the speciﬁc role of regulatory instruments. And the experience gathered in ecological economics integrating ecological, social and economic aspects of sustainable development is highly useful for opening up innovation research to social and institutional changes. © 2000 Elsevier Science B.V. All rights reserved.","accessed":{"date-parts":[["2025",7,4]]},"author":[{"family":"Rennings","given":"Klaus"}],"citation-key":"Rennings2000","container-title":"Ecological Economics","container-title-short":"Ecological Economics","DOI":"10.1016/S0921-8009(99)00112-3","ISSN":"09218009","issue":"2","issued":{"date-parts":[["2000",2]]},"language":"en","license":"https://www.elsevier.com/tdm/userlicense/1.0/","page":"319-332","source":"DOI.org (Crossref)","title":"Redefining innovation — eco-innovation research and the contribution from ecological economics","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0921800999001123","volume":"32"},
  {"id":"RupeikaApoga2022","abstract":"Digital transformation empowers micro-, small-, and medium-sized enterprises (MSMEs) to rethink the way they make decisions and apply technology in meaningful and sustainable ways. The aim of this study is to investigate the main barriers to MSMEs’ sustainable digital transformation, given their global importance and function as the backbone of any economy. We apply the concept of sustainable digital transformation (SDT), which refers to the process of digitalizing the economy in a long-lasting, green, and organic way by building on its key strength: innovative companies and their business ecosystems. The study is based on a representative survey of 425 Latvian MSMEs, which was conducted in the spring of 2021. We combine a survey of MSMEs with a qualitative comparative analysis. Our study identified seven barriers to sustainable digital transformation for MSMEs, which can be classified into three levels of importance. We found that the most important barriers to MSMEs are IT security issues and the shortage of specialists in the external labor market. Furthermore, we discovered that some barriers differ depending on company attributes, such as the number of employees, revenue, and the ability to implement digital transformation independently. However, the barriers were evaluated similarly by company owners and managers. These findings can help MSMEs’ managers and owners, policymakers, and practitioners understand which barriers are impeding MSMEs’ sustainable digital transformation.","accessed":{"date-parts":[["2025",6,27]]},"author":[{"family":"Rupeika-Apoga","given":"Ramona"},{"family":"Petrovska","given":"Kristine"}],"citation-key":"RupeikaApoga2022","container-title":"Sustainability","DOI":"10.3390/su142013558","ISSN":"2071-1050","issue":"20","issued":{"date-parts":[["2022",1]]},"language":"en","license":"http://creativecommons.org/licenses/by/3.0/","number":"20","page":"13558","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Barriers to Sustainable Digital Transformation in Micro-, Small-, and Medium-Sized Enterprises","type":"article-journal","URL":"https://www.mdpi.com/2071-1050/14/20/13558","volume":"14"},
  {"id":"ShajariDavid2025","abstract":"Twin transition is the method of parallel digital and sustainability transitions in a mutually supporting way or, in common terms, \"greening of and by IT and data.\" Twin transition reacts to the growing problem of unsustainable digitalization, particularly in the ecological sense. Ignoring this problem will eventually limit the digital adeptness of society and the problem-solving capacity of humankind. Information systems engineering must find ways to support twin transition journeys through its substantial body of knowledge, methods, and techniques. To this end, we systematically survey the academic and gray literature on twin transition, clarify key concepts, and derive leads for researchers and practitioners to steer their innovation efforts.","accessed":{"date-parts":[["2025",6,22]]},"author":[{"family":"Shajari","given":"Baran"},{"family":"David","given":"Istvan"}],"citation-key":"ShajariDavid2025","DOI":"10.48550/arXiv.2506.04267","issued":{"date-parts":[["2025",6,3]]},"number":"arXiv:2506.04267","publisher":"arXiv","source":"arXiv.org","title":"Bridging the Silos of Digitalization and Sustainability by Twin Transition: A Multivocal Literature Review","title-short":"Bridging the Silos of Digitalization and Sustainability by Twin Transition","type":"article","URL":"http://arxiv.org/abs/2506.04267"},
  {"id":"TrigueroMorenoDavia2013","abstract":"In this paper we explore the drivers of different types of eco-innovation in European SMEs. Drawing upon a database of 27 European countries, empirical evidence is found for the different roles of supply-side, demand-side and regulatory factors in encouraging the adoption of different types of eco-innovation. Our empirical strategy consists of the estimation of a trivariate probit model. Our results show that those entrepreneurs who give importance to collaboration with research institutes, agencies and universities, and to the increase of market demand for green products are more active in all types of eco-innovations. Supply-side factors seem to be a more important driver for environmental processes and organizational innovations than for environmental product innovations. The results also show that market share only has a significant positive influence on eco-product and eco-organizational innovations, while cost-savings are solely significant for eco-process innovations. Finally, prioritizing existing regulations shapes eco-product and eco-organizational innovations while expected regulations and access to subsidies and fiscal incentives do not have any significant effect on the decision to eco-innovate in Europe at the firm-level.","accessed":{"date-parts":[["2025",6,22]]},"author":[{"family":"Triguero","given":"Angela"},{"family":"Moreno-Mondéjar","given":"Lourdes"},{"family":"Davia","given":"María A."}],"citation-key":"TrigueroMorenoDavia2013","collection-title":"Land Use","container-title":"Ecological Economics","container-title-short":"Ecological Economics","DOI":"10.1016/j.ecolecon.2013.04.009","ISSN":"0921-8009","issued":{"date-parts":[["2013",8,1]]},"page":"25-33","source":"ScienceDirect","title":"Drivers of different types of eco-innovation in European SMEs","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0921800913001389","volume":"92"},
  {"id":"WCED1987","accessed":{"date-parts":[["2025",7,6]]},"author":[{"family":"ARE","given":"Federal Office for Spatial Development"}],"citation-key":"WCED1987","language":"en","title":"1987: Brundtland Report","title-short":"1987","type":"webpage","URL":"https://www.are.admin.ch/are/en/home/medien-und-publikationen/publikationen/nachhaltige-entwicklung/brundtland-report.html"}
]
