[
	{
		"id": "Horbach2024",
		"type": "article-journal",
		"abstract": "The paper analyses the “twin transition” of digitalisation and sustainability at the firm level. Operational definitions of digitalisation and sustainability allowing the development of fitting empirical indicators are discussed. The possible technical and social transmission channels of the effects of digitalisation on a sustainable firm development are analysed. Less energy consumption induced by intelligent sensoring systems, the reduction of meetings in presence by video conferences or the promotion of home office work leading to less travel activities may lead to a more sustainable production. Digitalisation might also act as pre-condition of eco-process innovations (e. g. the introduction of intelligent control systems leading to material and energy savings). The empirical analysis is based on firm data of the recent Eurobarometer 486/2020 of the European Commission. The econometric results show that “digitally active” firms seem to be more sustainable for all available indicators, but the marginal effects considerably differ between measures such as artificial intelligence, machine learning, or the use of smart devices and intelligent sensors for the various sustainability-related activities of the firms.",
		"container-title": "Digital Economy and Sustainable Development",
		"DOI": "10.1007/s44265-024-00043-4",
		"ISSN": "2731-9423",
		"issue": "1",
		"journalAbbreviation": "DESD",
		"language": "en",
		"page": "19",
		"source": "Springer Link",
		"title": "Digitalisation and sustainability measures at the firm level",
		"URL": "https://doi.org/10.1007/s44265-024-00043-4",
		"volume": "2",
		"author": [
			{
				"family": "Horbach",
				"given": "Jens"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					21
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2024",
					9,
					15
				]
			]
		}
	},
	{
		"id": "BeiseRennings2005",
		"type": "article-journal",
		"abstract": "Environmental regulations are often intended to stimulate the generation and adoption of eco-efficient innovations. An important argument in the public debate is also the creation of new markets for environmentally benign products, processes and services in other countries and the generation, as a result, of export opportunities for the pioneering country (lead markets). Research on lead markets has not, however, focused on environmental innovations to date. We therefore extend the lead market model to environmental innovations and take particular account of the peculiarities of such innovations, in particular, the public good character of environmental benefits and the role of regulations. This approach is applied to two case studies: wind energy and fuel-efficient passenger cars. In both cases, the innovation was initially adopted in one country. Other countries subsequently adopted the same innovation design favored by the lead market which, in turn, developed into a large exporter in the wind generation and car industries, respectively. We discuss the regulations employed and the reasons for the international success of the innovations induced by them. Our findings demonstrate that when supported by global demand or regulatory trends, strict regulation results in the creation of lead markets. Finally, we provide recommendations on how our model could be used for further research and in the development of a coordinated environmental and innovation policy.",
		"container-title": "Ecological Economics",
		"DOI": "10.1016/j.ecolecon.2004.06.007",
		"ISSN": "0921-8009",
		"issue": "1",
		"journalAbbreviation": "Ecological Economics",
		"page": "5-17",
		"source": "ScienceDirect",
		"title": "Lead markets and regulation: a framework for analyzing the international diffusion of environmental innovations",
		"title-short": "Lead markets and regulation",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0921800904002599",
		"volume": "52",
		"author": [
			{
				"family": "Beise",
				"given": "Marian"
			},
			{
				"family": "Rennings",
				"given": "Klaus"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2005",
					1,
					5
				]
			]
		}
	},
	{
		"id": "TrigueroMorenoDavia2013",
		"type": "article-journal",
		"abstract": "In this paper we explore the drivers of different types of eco-innovation in European SMEs. Drawing upon a database of 27 European countries, empirical evidence is found for the different roles of supply-side, demand-side and regulatory factors in encouraging the adoption of different types of eco-innovation. Our empirical strategy consists of the estimation of a trivariate probit model. Our results show that those entrepreneurs who give importance to collaboration with research institutes, agencies and universities, and to the increase of market demand for green products are more active in all types of eco-innovations. Supply-side factors seem to be a more important driver for environmental processes and organizational innovations than for environmental product innovations. The results also show that market share only has a significant positive influence on eco-product and eco-organizational innovations, while cost-savings are solely significant for eco-process innovations. Finally, prioritizing existing regulations shapes eco-product and eco-organizational innovations while expected regulations and access to subsidies and fiscal incentives do not have any significant effect on the decision to eco-innovate in Europe at the firm-level.",
		"collection-title": "Land Use",
		"container-title": "Ecological Economics",
		"DOI": "10.1016/j.ecolecon.2013.04.009",
		"ISSN": "0921-8009",
		"journalAbbreviation": "Ecological Economics",
		"page": "25-33",
		"source": "ScienceDirect",
		"title": "Drivers of different types of eco-innovation in European SMEs",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0921800913001389",
		"volume": "92",
		"author": [
			{
				"family": "Triguero",
				"given": "Angela"
			},
			{
				"family": "Moreno-Mondéjar",
				"given": "Lourdes"
			},
			{
				"family": "Davia",
				"given": "María A."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2013",
					8,
					1
				]
			]
		}
	},
	{
		"id": "Macq2020",
		"type": "article-journal",
		"abstract": "This article investigates how a discourse about the role and value of public participation in science, technology, and innovation emerged and evolved in the research policies of the European Commission. At the beginning of the twenty-first century, two main discourses have been successively institutionalized: the first focused on participation in policy-making, while the second aimed at participation in the production of knowledge and innovation. This paper distinguishes three main institutional phases: (i) a phase dedicated to public participation in the governance of science and technology (2000–2010); (ii) a reframing period of science and technology policies by the Commission to integrate the growing emphasis on innovation (2010–2014); (iii) a period focusing on co-creation and citizen science as new ways to involve the public in science and technology (2014-today). Factors such as individual commitments of key policy actors, specific epistemic communities and institutional dynamics within the Commission played a crucial role in shaping the policies of participation. But broader factors are also essential to account for these changes. In this respect, the economic crisis of the late 2000s appears fundamental to understanding how the conception and promotion of public participation in the European science and technology policies have evolved over time. This paper thus offers new insights to the analysis of the political economy of public participation.",
		"container-title": "Minerva",
		"DOI": "10.1007/s11024-020-09405-6",
		"ISSN": "1573-1871",
		"issue": "4",
		"journalAbbreviation": "Minerva",
		"language": "en",
		"page": "489-512",
		"source": "Springer Link",
		"title": "From Deliberation to Production: Public Participation in Science and Technology Policies of the European Commission (1998–2019)",
		"title-short": "From Deliberation to Production",
		"URL": "https://doi.org/10.1007/s11024-020-09405-6",
		"volume": "58",
		"author": [
			{
				"family": "Macq",
				"given": "Hadrien"
			},
			{
				"family": "Tancoigne",
				"given": "Élise"
			},
			{
				"family": "Strasser",
				"given": "Bruno J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					12,
					1
				]
			]
		}
	},
	{
		"id": "EuropeanCommission2020",
		"type": "report",
		"language": "en",
		"title": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS A New Industrial Strategy for Europe",
		"URL": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex:52020DC0102",
		"author": [
			{
				"family": "European Commission",
				"given": ""
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "Muench2022",
		"type": "book",
		"collection-number": "31075",
		"collection-title": "EUR",
		"event-place": "Luxembourg",
		"ISBN": "978-92-76-52451-9",
		"language": "en",
		"note": "DOI: 10.2760/977331",
		"number-of-pages": "1",
		"publisher": "Publications Office of the European Union",
		"publisher-place": "Luxembourg",
		"source": "K10plus ISBN",
		"title": "Towards a green & digital future: key requirements for successful twin transitions in the European Union",
		"title-short": "Towards a green & digital future",
		"author": [
			{
				"family": "Muench",
				"given": "Stefan"
			},
			{
				"family": "Stoermer",
				"given": "Eckhard"
			},
			{
				"family": "Jensen",
				"given": "Kathrine"
			},
			{
				"family": "Asikainen",
				"given": "Tommi"
			},
			{
				"family": "Salvi",
				"given": "Maurizio"
			},
			{
				"family": "Scapoo",
				"given": "Fabiana"
			}
		],
		"contributor": [
			{
				"literal": "Europäische Gemeinschaften"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2022"
				]
			]
		}
	},
	{
		"id": "DelrioPenascoRomero2016",
		"type": "article-journal",
		"abstract": "The aim of this paper is to provide a critical review of the literature on the econometric analyses of firm-level determinants to eco-innovation. The review reveals some gaps in knowledge. First, an integrated theoretical framework which merges the insights from different approaches is missing. Second, the influence of some variables is still unsettled (demand-pull and cost-savings), whereas others have hardly been included in previous analyses (internal and international factors). Third, studies on the drivers to eco-innovation versus general innovation are relatively scarce with respect to those on the drivers to eco-innovation in general. Fourth, analyses of the relevance of different determinants to eco-innovation for distinct eco-innovator and eco-innovation types have largely been missing. Fifth, studies on middle-income and developing countries are still scarce. Sixth, the econometric analyses have relied on microeconometric methods based on cross-section data (mostly logit and probit models), whereas the use of panel data is virtually absent. Seventh, detailed econometric analyses on the distinct drivers and barriers to eco-innovation in different sectors and regions have not been performed so far. Finally, whether the position of the firm in the value chain and the market structure influence the propensity to eco-innovate are largely unexplored topics.",
		"container-title": "Journal of Cleaner Production",
		"DOI": "10.1016/j.jclepro.2015.09.009",
		"ISSN": "0959-6526",
		"journalAbbreviation": "Journal of Cleaner Production",
		"page": "2158-2170",
		"source": "ScienceDirect",
		"title": "What drives eco-innovators? A critical review of the empirical literature based on econometric methods",
		"title-short": "What drives eco-innovators?",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0959652615012305",
		"volume": "112",
		"author": [
			{
				"family": "Río",
				"given": "Pablo",
				"non-dropping-particle": "del"
			},
			{
				"family": "Peñasco",
				"given": "Cristina"
			},
			{
				"family": "Romero-Jordán",
				"given": "Desiderio"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2016",
					1,
					20
				]
			]
		}
	},
	{
		"id": "OECD2019",
		"type": "book",
		"collection-title": "OECD SME and Entrepreneurship Outlook",
		"ISBN": "978-92-64-37480-5",
		"language": "en",
		"note": "DOI: 10.1787/34907e9c-en",
		"publisher": "OECD",
		"source": "DOI.org (Crossref)",
		"title": "OECD SME and Entrepreneurship Outlook 2019",
		"URL": "https://www.oecd.org/en/publications/oecd-sme-and-entrepreneurship-outlook-2019_34907e9c-en.html",
		"author": [
			{
				"literal": "OECD"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019",
					5,
					20
				]
			]
		}
	},
	{
		"id": "CainelliDamatoMazzanti2020",
		"type": "article-journal",
		"abstract": "Innovation adoption and diffusion by firms are key pillars for the EU strategy on resource efficiency and the development of a circular economy. This paper presents new EU evidence regarding the role of environmental policy and green demand drivers to sustain the adoption of resource efficiency-oriented eco-innovations. Using a large cross-section dataset of EU firms and accounting for sample selection and endogeneity, the results strongly support the idea that environmental policy and demand-side factors are both significant in driving the adoption of innovations that promote recycling, reduce waste and decrease the use of materials. The paper provides a relevant piece of new, quantitative-based knowledge, which complements the large case study-based evidence on sound management and policy strategies for the circular economy.",
		"container-title": "Research Policy",
		"DOI": "10.1016/j.respol.2019.103827",
		"ISSN": "0048-7333",
		"issue": "1",
		"journalAbbreviation": "Research Policy",
		"page": "103827",
		"source": "ScienceDirect",
		"title": "Resource efficient eco-innovations for a circular economy: Evidence from EU firms",
		"title-short": "Resource efficient eco-innovations for a circular economy",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0048733319301477",
		"volume": "49",
		"author": [
			{
				"family": "Cainelli",
				"given": "Giulio"
			},
			{
				"family": "D’Amato",
				"given": "Alessio"
			},
			{
				"family": "Mazzanti",
				"given": "Massimiliano"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020",
					2,
					1
				]
			]
		}
	},
	{
		"id": "ShajariDavid2025",
		"type": "article",
		"abstract": "Twin transition is the method of parallel digital and sustainability transitions in a mutually supporting way or, in common terms, \"greening of and by IT and data.\" Twin transition reacts to the growing problem of unsustainable digitalization, particularly in the ecological sense. Ignoring this problem will eventually limit the digital adeptness of society and the problem-solving capacity of humankind. Information systems engineering must find ways to support twin transition journeys through its substantial body of knowledge, methods, and techniques. To this end, we systematically survey the academic and gray literature on twin transition, clarify key concepts, and derive leads for researchers and practitioners to steer their innovation efforts.",
		"DOI": "10.48550/arXiv.2506.04267",
		"note": "arXiv:2506.04267 [physics]",
		"number": "arXiv:2506.04267",
		"publisher": "arXiv",
		"source": "arXiv.org",
		"title": "Bridging the Silos of Digitalization and Sustainability by Twin Transition: A Multivocal Literature Review",
		"title-short": "Bridging the Silos of Digitalization and Sustainability by Twin Transition",
		"URL": "http://arxiv.org/abs/2506.04267",
		"author": [
			{
				"family": "Shajari",
				"given": "Baran"
			},
			{
				"family": "David",
				"given": "Istvan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					22
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					6,
					3
				]
			]
		}
	},
	{
		"id": "RupeikaApoga2022",
		"type": "article-journal",
		"abstract": "Digital transformation empowers micro-, small-, and medium-sized enterprises (MSMEs) to rethink the way they make decisions and apply technology in meaningful and sustainable ways. The aim of this study is to investigate the main barriers to MSMEs’ sustainable digital transformation, given their global importance and function as the backbone of any economy. We apply the concept of sustainable digital transformation (SDT), which refers to the process of digitalizing the economy in a long-lasting, green, and organic way by building on its key strength: innovative companies and their business ecosystems. The study is based on a representative survey of 425 Latvian MSMEs, which was conducted in the spring of 2021. We combine a survey of MSMEs with a qualitative comparative analysis. Our study identified seven barriers to sustainable digital transformation for MSMEs, which can be classified into three levels of importance. We found that the most important barriers to MSMEs are IT security issues and the shortage of specialists in the external labor market. Furthermore, we discovered that some barriers differ depending on company attributes, such as the number of employees, revenue, and the ability to implement digital transformation independently. However, the barriers were evaluated similarly by company owners and managers. These findings can help MSMEs’ managers and owners, policymakers, and practitioners understand which barriers are impeding MSMEs’ sustainable digital transformation.",
		"container-title": "Sustainability",
		"DOI": "10.3390/su142013558",
		"ISSN": "2071-1050",
		"issue": "20",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by/3.0/",
		"note": "number: 20\npublisher: Multidisciplinary Digital Publishing Institute",
		"page": "13558",
		"source": "www.mdpi.com",
		"title": "Barriers to Sustainable Digital Transformation in Micro-, Small-, and Medium-Sized Enterprises",
		"URL": "https://www.mdpi.com/2071-1050/14/20/13558",
		"volume": "14",
		"author": [
			{
				"family": "Rupeika-Apoga",
				"given": "Ramona"
			},
			{
				"family": "Petrovska",
				"given": "Kristine"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					1
				]
			]
		}
	},
	{
		"id": "CaoBiru2025",
		"type": "article-journal",
		"abstract": "In the context of the “dual-carbon” goal and the digital economy, exploring the impact of digital transformation on enterprises’ social and environmental responsibility is a key issue for achieving sustainable enterprise development and promoting high-quality economic development. This study empirically examines the impact of digital transformation on enterprises’ social and environmental responsibility and its mechanism. We achieved this through using instrumental variables and DID (Differences-in-Differences)models and selecting the data of Chinese A-share listed enterprises from 2008 to 2021. The study concludes that an enterprise’s digital transformation positively contributes to the fulfilment of corporate social responsibility. However, the digital transformation of the enterprise has a dampening effect on the fulfilment of the enterprise’s environmental responsibility. Additionally, this effect holds after a series of robustness tests. Further investigation shows that financial constraints have a positive moderating effect on enterprise digital transformation and corporate social responsibility(CSR) and a negative moderating effect on enterprise environmental responsibility. In addition, we found that the impact of enterprise digital transformation on CSR and environmental responsibility varies by firm type. The above studies provide valuable practical experiences for enterprises to achieve green and low-carbon development, reduce environmental pollution, and realize high-quality economic development as well as insight for enterprises and policy implementers.",
		"container-title": "PLOS ONE",
		"DOI": "10.1371/journal.pone.0320064",
		"ISSN": "1932-6203",
		"issue": "3",
		"journalAbbreviation": "PLOS ONE",
		"language": "en",
		"note": "publisher: Public Library of Science",
		"page": "e0320064",
		"source": "PLoS Journals",
		"title": "Unveiling the social and environmental benefits of digital transformation in corporations",
		"URL": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0320064",
		"volume": "20",
		"author": [
			{
				"family": "Cao",
				"given": "Biru"
			},
			{
				"family": "Wang",
				"given": "Tianli"
			},
			{
				"family": "Li",
				"given": "Ang"
			},
			{
				"family": "Shang",
				"given": "Yujie"
			},
			{
				"family": "Zhu",
				"given": "Jinghao"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					6,
					27
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2025",
					3,
					14
				]
			]
		}
	},
	{
		"id": "DiMaggio1983",
		"type": "article-journal",
		"abstract": "What makes organizations so similar? We contend that the engine of rationalization and bureaucratization has moved from the competitive marketplace to the state and the professions. Once a set of organizations emerges as a field, a paradox arises: rational actors make their organizations increasingly similar as they try to change them. We describe three isomorphic processes--coercive, mimetic, and normative--leading to this outcome. We then specify hypotheses about the impact of resource centralization and dependency, goal ambiguity and technical uncertainty, and professionalization and structuration on isomorphic change. Finally, we suggest implications for theories of organizations and social change.",
		"container-title": "American Sociological Review",
		"DOI": "10.2307/2095101",
		"ISSN": "0003-1224",
		"issue": "2",
		"note": "publisher: [American Sociological Association, Sage Publications, Inc.]",
		"page": "147-160",
		"source": "JSTOR",
		"title": "The Iron Cage Revisited: Institutional Isomorphism and Collective Rationality in Organizational Fields",
		"title-short": "The Iron Cage Revisited",
		"URL": "https://www.jstor.org/stable/2095101",
		"volume": "48",
		"author": [
			{
				"family": "DiMaggio",
				"given": "Paul J."
			},
			{
				"family": "Powell",
				"given": "Walter W."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					7,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"1983"
				]
			]
		}
	},
	{
		"id": "JRC2023",
		"type": "book",
		"abstract": "The JRC’s Annual Report gives an account of the activities, accomplishments and resources related to the JRC’s work carried out in 2022. As well as an overview of scientific achievements and activities, the report includes corporate initiatives and key facts and figures. The Annual Report features a balanced structure in two parts - the 1st covers a selected few key areas of activities and the 2nd gives examples of concrete science-for-policy achievements contributing to the Commission priorities - taking the reader through the activities of the year and giving insight on the strategic dimension of the JRC’s work. It informs about how the JRC contributes to the Commission’s and Members States’ efforts to tackle the challenges of energy security and critical raw materials; how it supports solidarity efforts towards Ukraine; and how it helps to anticipate and adapt to disasters such as droughts, floods and wildfires. A series of examples is given of what the JRC has achieved in 2022 through the prism of the von der Leyen priorities: a European Green Deal; a Europe fit for the digital age; an economy that works for people; a stronger Europe in the world; promoting our European way of life; a new push for European democracy. The Annual Report also features a short fact & figures section which provides insights into the organic evolution of the JRC over the past few years.",
		"call-number": "KJ-05-22-431-EN-N",
		"ISBN": "978-92-76-60462-4",
		"language": "eng",
		"publisher": "Publications Office of the European Union",
		"source": "Publications Office of the European Union",
		"title": "Joint Research Centre: annual report 2022",
		"title-short": "Joint Research Centre",
		"URL": "https://data.europa.eu/doi/10.2760/766791",
		"author": [
			{
				"literal": "Joint Research Centre\n                \n                        (European Commission)"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					7,
					2
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/17425878/items/2N56YCY7",
		"type": "document",
		"title": "our_common_futurebrundtlandreport1987"
	},
	{
		"id": "ReddyReinartz2017",
		"type": "article-journal",
		"abstract": "Abstract\n            Digital transformation is taking place all around us and there is hardly a single aspect of life that has not been affected. It has an obvious, lasting, and even revolutionary impact, not only on the economic systems and commercial players, but also on the lives of individuals and on society at large. Digital transformation will bring greater tangible and intangible value, but the changes do come with certain costs and risks, sometimes unforeseen. \nIn terms of business strategy, digital technology has been transforming businesses dramatically. Even young companies that have been at the forefront of digital disruption are forced to reinvent and transform themselves and their businesses permanently in order to survive and thrive. If incumbents themselves don’t take advantage of this digital progress to innovate, others will. A new wave of digital disruptors is changing the face of industries. The ability to innovate is thus more important than ever. Entire industries may be threatened if they do not react quickly, while others are emerging almost instantly as if out of nowhere. Handling speed and providing real-time solutions is therefore one of the most critical skills in a digital world.",
		"container-title": "NIM Marketing Intelligence Review",
		"DOI": "10.1515/gfkmir-2017-0002",
		"ISSN": "2628-166X",
		"issue": "1",
		"language": "en",
		"license": "http://creativecommons.org/licenses/by-nc-nd/4.0",
		"page": "10-17",
		"source": "DOI.org (Crossref)",
		"title": "Digital Transformation and Value Creation: Sea Change Ahead",
		"title-short": "Digital Transformation and Value Creation",
		"URL": "https://www.sciendo.com/article/10.1515/gfkmir-2017-0002",
		"volume": "9",
		"author": [
			{
				"family": "Reddy",
				"given": "Srinivas K."
			},
			{
				"family": "Reinartz",
				"given": "Werner"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					7,
					4
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					5,
					1
				]
			]
		}
	},
	{
		"id": "Rennings2000",
		"type": "article-journal",
		"abstract": "While innovation processes toward sustainable development (eco-innovations) have received increasing attention during the past years, theoretical and methodological approaches to analyze these processes are poorly developed. Against this background, the term eco-innovation is introduced in this paper addressing explicitly three kinds of changes towards sustainable development: technological, social and institutional innovation. Secondly, the potential contribution of neoclassical and (co-)evolutionary approaches from environmental and innovation economics to eco-innovation research is discussed. Three peculiarities of eco-innovation are identiﬁed: the double externality problem, the regulatory push/pull effect and the increasing importance of social and institutional innovation. While the ﬁrst two are widely ignored in innovation economics, the third is at the least not elaborated appropriately. The consideration of these peculiarities may help to overcome market failure by establishing a speciﬁc eco-innovation policy and to avoid a ‘technology bias’ through a broader understanding of innovation. Finally, perspectives for a speciﬁc contribution of ecological economics to eco-innovation research are drawn. It is argued that methodological pluralism as established in ecological economics would be very beneﬁcial for eco-innovation research. A theoretical framework integrating elements from both neoclassical and evolutionary approaches should be pursued in order to consider the complexity of factors inﬂuencing innovation decisions as well as the speciﬁc role of regulatory instruments. And the experience gathered in ecological economics integrating ecological, social and economic aspects of sustainable development is highly useful for opening up innovation research to social and institutional changes. © 2000 Elsevier Science B.V. All rights reserved.",
		"container-title": "Ecological Economics",
		"DOI": "10.1016/S0921-8009(99)00112-3",
		"ISSN": "09218009",
		"issue": "2",
		"journalAbbreviation": "Ecological Economics",
		"language": "en",
		"license": "https://www.elsevier.com/tdm/userlicense/1.0/",
		"page": "319-332",
		"source": "DOI.org (Crossref)",
		"title": "Redefining innovation — eco-innovation research and the contribution from ecological economics",
		"URL": "https://linkinghub.elsevier.com/retrieve/pii/S0921800999001123",
		"volume": "32",
		"author": [
			{
				"family": "Rennings",
				"given": "Klaus"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2025",
					7,
					4
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2000",
					2
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/17425878/items/4MTNKB4I",
		"type": "document",
		"title": "OECD-LEGAL-0473-en"
	},
	{
		"id": "http://zotero.org/users/17425878/items/FCAE64KV",
		"type": "document",
		"title": "0_DESI_Full_European_Analysis_2022_2_C01lJgPAatnNf0qL2LL103tHSw_88764"
	}
]